Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nupi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: East Asia is host to many of the world’s most important and dynamic economies – China, Japan, Korea, Indonesia, Vietnam, Thailand, Malaysia and others.
nb: Øst-Asia har mange av verdens mest betydningsfulle dynamiske økonomier – Kina, Japan, Korea, Indonesia, Vietnam, Thailand, Malaysia, med flere.

source: Are they still an instrument for strengthening French exceptionalism, and if so, how?
nb: Er den fremdeles et instrument for å styrke fransk eksepsjonalisme, og i så fall hvordan?

source: Between 1995 and 2008 he worked as a senior editor at the Balkan Service, Radio Free Europe/Radio Liberty, Prague.
nb: Mellom 1995 og 2008 jobbet han som redaktør på Balkan Service, Radio Free Europe/Radio Liberty i Praha.

source: Around 80 % of NUPI’s revenues come from project funding.
nb: NUPI må hente omtrent 80 prosent av inntektene gjennom prosjektinngang.

source: If he wins the election by a wide margin, many fear that there will be a more fertile ground for discrimination against minority groups in India.
nb: Dersom han vinner valget med god margin, frykter mange at det vil bli mer grobunn for diskriminering av minoritetsgrupper i India.

source: Several of the regional states – delineated along ethnic lines as per the ethnic federalism introduced in 1995 – are preparing to defend themselves, including by forming para-military forces, against a worst case civil-war scenario.
nb: Flere av regionstatene i Etiopia er delt inn etter etnisitet i tråd med det etnisk-føderale systemet introdusert i 1995, og mange av disse mobiliserer og forbereder seg nå på å forsvare seg i en eventuell borgerkrig.

source: Problems related to the sea routes in the Middle East, in particular the Strait of Hormuz, connecting the Persian Gulf with the Gulf of Oman, as well as the Bab el-Mandeb, connecting the Red Sea to the Gulf of Aden, could hit Chinese trade and oil imports hard.
nb: For eksempel kan problemer knyttet til sjøforbindelsene i Midtøsten, særlig i Hormuzstredet, som forbinder Persia- og Omanbukta, og Bab el-Mandeb, som forbinder Rødehavet med Adenbukta og Indiahavet, ramme kinesisk handel og oljeimport hardt.

source: Lunch will be served from 11.30.
nb: Lunsj serveres fra kl 11.30.

source: Chair for the event is Senior Research Fellow at NUPI Arne Melchior.
nb: Ordstyrer er seniorforsker ved NUPI Arne Melchior.

source: At the sidelines of project meetings and internal workshops, the public kick-off event ‘
nb: På sidelinjen av prosjektmøter og interne workshops ble også det åpne kick off-seminaret ‘

source: All 27 EU member states are now trying to find out what this means.
nb: Alle de 27 EU-landene prøver nå å finne ut hva dette betyr.

source: Land-for-peace agreements are negotiated settlements where the importance which the
nb: Land-for-fred avtaler er forhandlede overenskomster der verdien

source: Toshiya Tsugami is President of Tsugami Workshop Ltd., an independent China business consulting firm.
nb: Toshiya Tsugami er president i Tsugami Workshop Ltd., et uavhengig kinesisk bedriftsrådgivningsfirma.

source: The Norwegian Institute of International Affairs has about 80 employees, including part-time positions and guest researchers.
nb: Norsk Utenrikspolitisk Institutt har ca 80 ansatte, inkludert deltidsstillinger og gjestestillinger.

source: Elena Lucchi, Formerly a field humanitarian for the MSF, Elena Lucchi became the operational advisor for Urban operations for MSF Spain.
nb: Elena Lucchi har vært humanitær feltarbeider og operativ rådgiver for urbane operasjoner i Leger uten grenser i Spania.

source: What have we learnt in the past 150 years of terrorism and counter-terrorism?
nb: Hva har vi lært på 150 år om terror og terrorbekjempelse?

source: But ultimately, our future depends on the willingness of authorities, private sector and the society at large to invest in knowledge about international affairs and Norwegian foreign policy.
nb: Men, NUPIs fremtid er i siste instans avhengig av at myndighetene, private og samfunnet i vid forstand fortsetter å investere i kunnskap om internasjonale forhold og norsk utenrikspolitikk.

source: ‘UN peace operations are facing a number of challenges connected to their legitimacy and effectiveness,’ says Dr. Mateja Peter, Senior Research Fellow at NUPI.
nb: - FNs fredsoperasjoner står overfor en rekke utfordringer knyttet til legitimitet og effektivitet, sier seniorforsker Mateja Peter ved NUPI.

source: T.V. Paul is James McGill Professor of International Relations in the Department of Political Science at McGill University, Montreal, Canada.
nb: Paul er James McGill professor i internasjonale relasjoner ved Institutt for statsvitenskap på McGill University i Montreal, Canada.

source: PM Abiy Ahmed is pictured in “The Nobel Field”, an exhibition showing all Peace Prize laureates of the Nobel history.
nb: Bildet av Abiy Ahmed er på plass i Nobels Fredssenters presentasjon av fredsprisvinnerne.

source: The new chair of the board is Kate Hansen Bundt, secretary general of The Norwegian Atlantic Committee.
nb: Ny styreleder er Kate Hansen Bundt, som til daglig er generalsekretær i Den norske Atlanterhavskomité.

source: Neil Ketchley is Senior Research Fellow in the
nb: Neil Ketchley er seniorforsker tilknyttet

source: This project is coordinated by PRIO.
nb: Dette prosjektet ledes av PRIO.

source: , NUPI and several other institutions and organizations.
nb: , NUPI og flere andre institusjoner og organisasjoner skal gå over fire år.

source: This can have positive and negative consequences.
nb: Dette kan ha både positive og negative konsekvenser.

source: In 2014 38% of researchers and 46% of all staff members were women.
nb: I 2014 har kvinneandelen blant forskerne steget til 38%, og den totale andelen kvinner blant de ansatte på NUPI er nå 46%.

source: Ambassador Elisabeth Jacobsen gave the welcome address and put the issue of domestic revenue mobilization into a wider developmental perspective.
nb: Ambassadør Elisabeth Jacobsen holdt velkomsttalen og understreket viktigheten av skatteinntekter fra et utviklingsperspektiv.

source: 25 years since NUPI’s first Russia Conference
nb: 25 år siden Russlandskonferansen først så dagens lys

source: Evidence from Benin
nb: Erfaringer fra Benin

source: In this seminar, we ask how the two Nordic non-NATO members, Sweden and Finland, cope with and adapt to the current security situation.
nb: Seminaret reiser spørsmål om de to nordiske ikke-NATO-landene Sverige og Finland mestrer disse utfordringene.

source: He serves also as the Vice President of China Association of European Studies, Vice President of China Association of European Politics, Director of Institute of Comparative Regional Integration at Tsinhua University, Senior Research Associate of the United Nations University Institute on Comparative Regional Integration Studies in Brugge, Belgium.
nb: Han er også visepresident for henholdsvis China Association of European Studies og China Association of European Politics, direktør for Institute of Comparative Regional Integration ved Tsinhua University og tilknyttet seniorforsker ved United Nations University Institute on Comparative Regional Integration Studies i Brugge, Belgia.

source: The year 2015 presents the international community with an unique opportunity to set the agenda for the UN's peace and development agenda.
nb: I 2015 fikk det internasjonale samfunnet en unik mulighet til å sette dagsorden for FNs freds- og utviklingsagenda.

source: from The German Marshall Fund of the United States, international scholars examine and compare national views on the Free and Open Indo-Pacific, spanning from Europe to Asia.
nb: fra The German Marshall Fund of the United States undersøker en rekke forskere ulike land sine syn på det som på engelsk har fått navnet «Free and Open Indo-Pacific» (FOIP).

source: Research Fellow, Security and Defence, German Council on Foreign Relations (DGAP)
nb: Forsker, sikkerhet og forsvar, German Council on Foreign Relations (DGAP)

source: Gåsemyr covers Norway in a joint report from the European Think-tank Network on China, in which NUPI and research environments in 20 EU countries are members.
nb: Gåsemyr dekker delen om Norge i en større rapport fra European Think-tank Network on China, der NUPI og forskningsmiljø i 20 EU-land er med.

source: Green future – risks and opportunities
nb: En grønn fremtid – risiko og muligheter

source: Due to the Covid-19 pandemic, however, that must be postponed.
nb: På grunn av Covid-19-pandemien må imidlertid dette utsettes.

source: Focused on peace and security setting, Rania has served in Iraq, Jordan, Kuwait, Pakistan, the Philippines, Sudan and Ethiopia.
nb: Hun har hovedsakelig fokusert på fred og sikkerhet, og har tjenestegjort i Irak, Jordan, Kuwait, Pakistan, Filippinene, Sudan og Etiopia.

source: He is the author of 23 books including his most recent
nb: Han har skrevet 23 bøker, inkludert hans siste,

source: is a forensic psychiatrist at North London Forensic service and at the Prevent Liaison and Diversion team at Counter Terrorism Command.
nb: er rettsmedisinsk psykiater ved North London Forensic service og i Prevent Liaison and Diversion team ved Counter Terrorism Command.

source: Chair is Senior Research Fellow at NUPI Kjetil Selvik.
nb: Ordstyrer er seniorforsker ved NUPI Kjetil Selvik.

source: He is also associated with the Oslo-based C-REX and with the Paris-based EU Institute for Security Studies.
nb: Han er også assosiert med det Oslo-baserte C-REX og med den Paris-baserte EU Institute for Security Studies.

source: What are the key tenets of American Arctic security policy and how have these principles changed under the Trump Administration?
nb: Hva er hovedprinsippene i amerikansk sikkerhetspolitikk i Arktis, og hvordan har disse endret seg under Trump-administrasjonen?

source: – The Middle Eastern power struggle, and especially Iran's regional role, has interested me for quite some time.
nb: – Jeg har lenge vært interessert i maktkamp i Midtøsten, og særlig Irans regionale rolle.

source: Regional integration in Asia and Eurasia (ASEAN and the Eurasian Economic Union (EAEU))
nb: Regional integrasjon i Asia og Eurasia (ASEAN og Den eurasiske økonomiske union)

source: Bachelor in international politics, University of Oslo/Universidad Externado de Colombia
nb: Bachelor, internasjonale studier, Universitetet i Oslo

source: Chair: Director Jan Egeland, NUPI
nb: Direktør Jan Egeland, NUPI

source: The ADO presents an analysis of 45 economies, including the People’s Republic of China, India, and Indonesia.
nb: ADO-rapporten presenterer en analyse av 45 økonomier, inkludert Kina, India og Indonesia.

source: In June 2021, NUPI and IWEP arranged a digital mini version of the symposium, with Europe-China relations as the leading theme.
nb: I juni 2021 arrangerte NUPI og IWEP en digital mini-versjon av symposiet, med Europa-Kina relasjoner som ledende tema.

source: Master Degree in Anthropology of Chinese Societies, The Chinese University of Hong Kong
nb: Mastergrad i antropologi i kinesiske samfunn, The Chinese University of Hong Kong

source: Pehlivanovic has previously conducted fieldwork in Cape Town, where she studied the integration of refugees and asylum seekers in South Africa.
nb: Pehlivanovic har tidligere gjennomført et feltarbeid i Cape Town, der hun studerte integreringen av flyktninger og asylsøkere i landet.

source: To what extent is the export success for salmon due to skilled traders?
nb: I hvilken grad skyldes eksportsuksessen for laks dyktige handelsaktører?

source: explores how nation, body, values, and power are connected in Putin’s Russia.
nb: undersøker hvordan nasjon, kropp, verdier og makt henger sammen i Putins Russland.

source: Welcome to this seminar and launch of NUPI’s new Center for Ocean Governance.
nb: Velkommen til seminar og lansering av NUPIs nye senter for forskning på havpolitikk.

source: She is currently taking her master's degree in Russian area studies at the University of Oslo.
nb: For øyeblikket tar hun en mastergrad i russlandsstudier ved Universitetet i Oslo.

source: We will serve coffee and croissants.
nb: Vi serverer croissanter og kaffe.

source: In this world, particular segments of a transnationally mobile population use offshore banks as their primary way of handling their financial affairs.
nb: Der eksisterer også grupper av særlig mobile mennesker som benytter offshore banker som sin foretrukne måte å forvalte sine penger på.

source: David versus Goliath?
nb: David mot Goliat?

source: At this seminar, we ask what implications Brexit might have for the Nordic countries, individually and in concert.
nb: På dette arrangementet spør vi hvilke konsekvenser Brexit kan ha for de nordiske landene, både felles og individuelt.

source: Exclusive and secretive
nb: Eksklusivt og hemmelig

source: Ján Kubiš has been Minister of Foreign Affairs of Slovakia since July 2006.
nb: Ján Kubiš har vært utenriksminister i Slovakia siden 2006.

source: And how did Estonia and Norway work – individually and together – to achieve their ambitions in 2021 when they were both serving on the Council?
nb: Hvordan har Estland og Norge jobbet - individuelt og sammen - for å oppnå sine målsettinger i 2021?

source: looks at the effects of quota policies for women and minorities across Latin America.
nb: , ser på effektene av kvoteringsordninger for kvinner og minoriteter i Latin-Amerika.

source: How does NATO shape the Norwegian policy?
nb: Hvordan former NATO norsk politikk?

source: Sverdrup presented and debated the findings of the Stoltenberg II report at
nb: Sverdrup presenterte og debatterte funnene i Stoltenberg II-rapporten i

source: Lecturer, Department of Culture Studies and Oriental Languages, Faculty of Social Sciences, University of Oslo
nb: Foreleser, Institutt for kulturstudier og orientalske språk, Det humanistiske fakultet, UiO

source: Therese came to NUPI from CARE Norway, where she worked as communications advisor.
nb: Therese har jobbet som kommunikasjonsrådgiver i bistandsorganisasjonen CARE Norge.

source: Albin Kurti is a member of Kosovo’s Assembly and was the opposition’s Prime Ministerial candidate at the June 2017 parliamentary elections which resulted in a still-unresolved political stalemate.
nb: Albin Kurti er medlem av Kosovos forsamling og var opposisjonens statsministerkandidat ved parlamentsvalget i juni 2017 – et valg som resulterte i en fortsatt uoppløst politisk situasjon.

source: , Deputy Director of Russia’s leading independent polling organization, the Moscow-based Levada Center.
nb: Han er visedirektør for Russlands ledende uavhengige meningsmålingsinstitutt, det Moskva-baserte Levada Center.

source: However, this is now beginning to change, partly because China's investments abroad is increasing”, said Arne Melchior, senior researcher at NUPI, during his presentation of the study.
nb: Dette er imidlertid nå i ferd med å endre seg, blant annet ved at Kinas investeringer i utlandet øker, sa Arne Melchior, seniorforsker på NUPI under presentasjon av studien.

source: Russia’s attitude towards conflicts in the region in the wake of the Arab spring and Russia’s direct intervention in the war in Syria have resulted in renewed interest in Russian power practices.
nb: Russlands tilnærming til konflikter i regionen i kjølvannet av den arabiske våren og Russlands direkte inngripen i krigen i Syria har resultert i fornyet interesse for russiske maktpraksiser.

source: Vahram Ter-Matevosyan talks about the complicated relationship between Turkey and Armenia, a situation that has been at a standstill for the past 26 years.
nb: Vahram Ter-Matevosyan snakker om det vanskelige forholdet mellom Tyrkia og Armenia, en situasjon som har stått mer eller mindre stille de siste 26 årene.

source: ROADS seeks to answer this question by zooming in on China´s role in building high-speed railways (HSR) in Laos, Myanmar, Malaysia and Indonesia.
nb: I ROADS studerer vi Kinas rolle i å bygge høyhastighets jernbane i Laos, Myanmar, Malaysia og Indonesia.

source: • NIBIO will analyze the consequences for Norwegian agriculture and food industry of TTIP and related agreements involving Norway.
nb: • NIBIO vil gjennomføre analyser av konsekvensene for norsk jordbruk og matindustri av TTIP og mulige norske avtaler.

source: Rowe is a regular columnist for High North news.
nb: Rowe er fast bidragsyter i High North News, hvor hun skriver om Arktis-relaterte tema.

source: Bachelor in Comparative Politics - The University of Bergen
nb: Bachelorgrad i sammenlignende politikk - Universitet i Bergen

source: st century is on average 0.99°C higher than 1850-1890.
nb: århundre i gjennomsnitt er 0,99 °C høyere enn 1850-1890.

source: Hale has conducted several surveys in Russia.
nb: Hale har selv gjennomført flere surveyer i Russland.

source: This is what Dr Nigel Gould-Davies will talk about when he visits NUPI on 25 June.
nb: Det er dette temaet Nigel Gould-Davies skal snakke om når han besøker NUPI 25.

source: After federal authorities took over Kirkuk in October last year, they stopped all exports, but this was restarted after Erbil and Baghdad agreed on a deal in November this year.
nb: Etter at føderale myndigheter tok over Kirkuk i oktober i fjor stanset de all eksport, men denne ble gjenoppstartet etter at Erbil og Bagdad ble enige om en avtale i november.

source: Nikolai Astrup, Norway’s Minister of International Development, stated in his keynote speech that from 2015 to 2020, Norway is going to double its tax-related assistance to developing countries.
nb: Nikolai Astrup, Norges utviklingsminister, fortalte at Norge skal doble sin skatterelaterte assistanse til utviklingsland fra 2015 til 2020.

source: In this brief, we study the key drivers and main implications of Chinese digi-tech politics while also considering Norwegian digi-tech interests.
nb: I denne briefen studerer vi driverne og implikasjonene av kinesisk digi-tek politikk, også med et blikk mot norske digi-tek interesser.

source: This study’s in-depth analysis of judgments and justifications within and across France, Germany, and the United Kingdom during the crises in Bosnia, Kosovo, Afghanistan, and Iraq highlight these contributions to international relations theory, our grasp of international crises in general, and the EU as a crisis manager in particular.”
nb: Denne studiens dybdeanalyse av dømmekraft og rettferdiggjørelse i og på tvers av Frankrike, Tyskland og Storbritannia under krisene i Bosnia, Kosovo, Afghanistan og Irak, fremhever disse bidragene til internasjonal relasjonsteori, vårt grep om internasjonale kriser generelt, og EU som krisehåndterer spesielt.»

source: This project will study cybersecurity capacity building (CCB) and the sustainability of development processes in developing countries.
nb: Dette prosjektet studerer kapasitetsbygging for cybersikkerhet (CCB) og bærekraftigheten til utviklingsprosesser i utviklingsland.

source: Action plan for equality and diversity at NUPI
nb: Handlingsplan for likestilling og mangfold

source: In the Nordic countries women now hold about 41% of the positions in parliament, but the world average is still less than 23%, and in many countries numbers are much lower.
nb: I de nordiske landene sitter kvinner i dag på 41 prosent av de parlamentariske plassene, men verdensgjennomsnittet er fremdeles under 23 prosent, og mye lavere i mange land.

source: Initial drafts of all papers were presented at the third Nordic Conference on Development Research, organised by the School of Global Studies at the University of Gothenburg in November 2015.
nb: Utkast til alle artiklene ble presentert på den tredje nordiske konferansen om utviklingsforskning, som Institutionen för globala studier ved Göteborgs universitet arrangerte i november 2015.

source: We also appreciate that this cooperation with the MSC has brought an opportunity to work closely with the Wilson Center, says NUPI Director Ulf Svedrup.
nb: Vi setter også pris på at samarbeidet med MSC har gitt oss en mulighet til å arbeide tett med Wilson Center, sier NUPI-direktør Ulf Sverdrup.

source: We will assess current maritime force structure, planned procurement and upgrades through the alliance to 2030.
nb: Vi vil vurdere alliansens nåværende maritime struktur, medregnet planlagte anskaffelser og oppgraderinger frem til 2030.

source: , this webinar will explain and discuss the background, the progress, and the challenges the process is facing.
nb: ", vil dette webinaret forklare og diskutere bakgrunnen, fremgangen, og utfordringene prosessen møter underveis.

source: He speaks English, Russian, Ukrainian, German and French.
nb: Han snakker engelsk, russisk, ukrainsk, fransk og tysk.

source: Wilhelmsen launched her book at NUPI on Thursday 27 October.
nb: Torsdag 27. oktober lanserte Wilhelmsen den nye boken på NUPI.

source: Challenges and opportunities for the UN in 2017 and beyond
nb: Utfordringer og muligheter for FN fra 2017

source: Under the long-term rule of Islam Karimov (1991–2016), Uzbekistan had been closed and inward-oriented.
nb: Mirziyoyevs forgjenger, Islam Karimov, satt ved makten fra 1991 til 2016, og under hans styre var Usbekistan lukket og innadrettet.

source: Sverdrup continues: ‘The award of this prize is first and foremost a result of her own talent and hard work.
nb: - Prisen er jo først og fremst et resultat av hennes eget talent og eget harde arbeid.

source: NUPI / Livestream to Facebook and Youtube
nb: NUPI / Livestream på Facebook og Youtube

source: After the 2004 EU enlargement, the political and institutional / regulatory landscape of the Baltic region changed with respect to energy and energy security.
nb: Med hensyn til energi og energisikkerhet i Baltikum-regionen, førte EU-utvidelsen i 2004 til politiske og institusjonelle/regulatriske endringer.

source: NUPI's Centre for Digitalization and Cyber Security Studies
nb: NUPIs forskningssenter for digitalisering og cybersikkerhet

source: In this capacity he leads the ICCT’s efforts to monitor, analyse and research various forms of extremism and terrorism, including the ideologies, structure and modus operandi of the groups and movements involved.
nb: Her leder han ICCT sitt arbeid med å overvåke, analysere og forske på ulike former for ekstremisme og terrorisme, inkludert ideologier, strukturer og modus operandi for gruppene involvert.

source: NUPI gets ca 9 million NOK in the GAIA project, and will lead two of the work packages investigating several challenges of digitalisation in the the modern world order, including how digitalisation changes the relationship between states.
nb: NUPI har fått ca 9 millioner kroner i GAIA-prosjektet, og vil lede to av arbeidspakkene som blant annet skal undersøke hvordan digitalisering endrer forholdet mellom stater.

source: Kjetil Visnes, Communications Director for North Africa in Statoil, was involved both in handling the In Amenas incident and the follow-up afterwards.
nb: Kjetil Visnes, kommunikasjonssjef for Nord-Afrika i Statoil, var involvert både i håndteringen av In Amenas og i oppfølgingen i etterkant.

source: Trainee, The Royal Norwegian Embassy in Myanmar
nb: Praktikant, Den norske ambassaden i Myanmar

source: Ever looser union?
nb: En stadig løsere union?

source: Here the two heads of state participate in a traditional dance as part of the welcoming ceremony for the Chinese president’s state visit to Riyadh in 2016.
nb: Her er de to statsoverhodene avbildet sammen i 2016 mens de utfører en tradisjonell dans som del av velkomstseremonien for Xi Jinping i Riyadh.
